{
  "posts": [
    {
      "id": 1,
      "title": "UU Ciptaker yang Tak Lagi Cacat Formil Usai DPR 'Obok-obok' Komposisi Hakim MK",
      "content": "JAKARTA, KOMPAS.com - Rapat Paripurna DPR RI pada Kamis (29/9/2022) menyetujui untuk mencopot seorang hakim konstitusi, Aswanto, kendati masa baktinya masih merentang sampai tahun 2029. Tak peduli kritik kanan-kiri, Senayan jalan terus dengan keputusan kontroversial itu dan mengangkat Sekretaris Jenderal MK waktu itu, Guntur Hamzah, jadi suksesor Aswanto. 'Apakah persetujuan untuk tidak akan memperpanjang masa jabatan hakim konstitusi yang berasal dari usulan DPR atas nama Aswanto, dan menunjuk Guntur Hamzah sebagai hakim konstitusi yang berasal dari DPR tersebut, dapat disetujui?' tanya Wakil Ketua DPR RI Sufmi Dasco sebagai pemimpin Rapat Paripurna. Lima fraksi setuju, satu menerima dengan catatan, satu menolak, dan dua tidak hadir. Aswanto pun turun takhta secara paksa. Ketua Komisi III DPR RI dari Fraksi PDI-P, Bambang 'Pacul' Wuryanto, mengungkap alasan parlemen mencopot Aswanto. Aswanto dianggap kerap menganulir undang-undang produk DPR, padahal ia menempati jabatan hakim konstitusi melalui usul Senayan. 'Dasarnya, Anda tidak komitmen, begitu lho. Enggak komit dengan kita, ya mohon maaflah, kita punya hak dipakai,' ucap Bambang, Jumat (30/9/2022). Salah satu beleid yang dianulir Aswanto adalah Undang-Undang Nomor 11 Tahun 2020 tentang Cipta Kerja (Ciptaker), yang dinyatakan inkonstitusional bersyarat karena cacat formil. Bagaimana tidak, UU Ciptaker disahkan hanya dalam kurun delapan bulan ketika pandemi Covid-19 merebak, melahirkan banyak salah ketik dan beragam versi jumlah halaman menjelang pengesahannya. Ketika itu, Aswanto bersama empat hakim konstitusi lainnya (Wahiduddin Adams, Saldi Isra, Enny Nurbaningsih, dan Suhartoyo) menjadi kubu mayoritas dalam memutus UU yang dianggap berpihak kepada pengusaha dan meminggirkan kepentingan pekerja itu. Empat hakim lain: Anwar Usman, Arief Hidayat, Daniel Yusmic Foekh, dan Manahan Sitompul, menjadi pihak berseberangan (dissenting) yang menganggap UU Ciptaker konstitusional meski banyak kelemahan dalam proses perumusan. Dalam putusan nomor 91/PUU-XVIII/2020 tersebut, Aswanto cs menilai penyusunan UU Ciptaker yang tak melibatkan partisipasi publik yang bermakna. Ini melanggar asas transparansi dan keterbukaan perumusan peraturan perundang-undangan sebagaimana diatur Undang-Undang Nomor 12 Tahun 2011. Melalui putusan 448 halaman tersebut, MK memerintahkan pembentuk undang-undang memperbaikinya maksimum dalam dua tahun ke depan. Istana tak hilang akal mencari celah agar beleid yang sejak awal dipromosikan untuk menggenjot kepentingan industri itu bisa lolos lubang jarum. Baca juga: MK Sebut UU Ciptaker 2023 Tak Perlu Partisipasi Publik Berarti karena dari Perppu Presiden Joko Widodo mengundangkan peraturan pemerintah pengganti undang-undang (perppu) sebagai bentuk perbaikan UU Ciptaker pada 30 Desember 2022, meski perppu seharusnya hanya dapat diundangkan karena kegentingan yang memaksa.",
      "imgUrl": "https://asset.kompas.com/crops/RKot2V3MQlsN0V5nXTfsGLNG_fI=/0x318:1068x1030/750x500/data/photo/2023/10/02/651aa101264d5.jpg",
      "categoryId": 1,
      "authorId": 1
    },
    {
      "id": 2,
      "title": "Kerap Terjadi, Bisakah Orang yang Mengambil Foto atau Video Tanpa Izin Dipidana?",
      "slug": "Kerap-Terjadi,-Bisakah-Orang-yang-Mengambil-Foto-atau-Video-Tanpa-Izin-Dipidana?",
      "content": "KOMPAS.com - Di era media sosial, semua hal bisa menjadi konten. Dampaknya, ranah privasi pun mulai diabaikan. Kondisi tersebut kerap dikeluhkan oleh warganet di media sosial. Sebab, mereka kerap mendapati foto atau video yang diambil dan diunggah tanpa izin. Kekhawatiran ini sempat diungkapkan oleh seorang warganet beberapa waktu lalu, ketika ia menangis saat mengendarai motor di jalanan. Ia merasa ada pengendara lain yang merekamnya dengan ponsel. 'Yaallah pagi ini aku keluar rumah sambil nangis naik motor krna dpt kabar neneku meninggal, tp pas di lampu merah ada mba2 2 orang pake motor scoopy kaya videoin aku sambil liat2 aku ke belakang dan ketawa2. Aku takut dijadiin konten dan fyp, sekira ada tolong ditakedown,' tulis waragnet itu melalui akun X @tanyakanrl, Jumat (29/9/2023). Lantas, apakah mengambil foto atau video orang lain bisa dipidana? Baca juga: Ramai di Medsos, Bolehkah Mengambil Foto atau Video di Stasiun? Penjelasan ahli Pakar Hukum Pidana Universitas Sebelas Maret (FH UNS) Surakarta, Muhammad Rustamaji mengatakan, siapa pun yang mengambil foto atau video orang lain tanpa izin bisa dipidana. Hal ini bergantung dari tujuan perekaman dan kerugian yang dialami korban. Menurutnya, jika perekaman itu ditujukan untuk sebuah konten yang menghasilkan uang, maka bisa dikenakan Undang-undang (UU) Nomor 28 Tahun 2014 tentang Hak Cipta. 'Jadi tinggal foto dan video tadi untuk apa. Kalau untuk komersial, ada sisi ekonomi, dari sebuah foto atau video itu ranahnya UU Hak Cipta,' kata Rustamaji kepada Kompas.com, Senin (2/10/2023). Pengambilan foto atau video itu juga bisa berujung pada pidana jika berkaitan dengan privasi seseorang. 'Misal orang ngantuk dan ngowo difoto lalu dibuat lelucon, itu bisa dikenakan Pasal 310 KUHP,' ujarnya. Diketahui, Pasal 310 berisi tentang pencemaran nama baik, yakni perbuatan dengan sengaja menyerang kehormatan atau nama baik seseorang dengan menuduhkan suatu hal dengan maksud agar hal tersebut diketahui oleh umum. Ancaman pidana pencemaran nama baik adalah penjara maksimal 9 tahun dan denda Rp 4,5 juta. Contoh lainnya adalah ketika seseorang sedang menangis dan direkam tanpa izin lalu disebarkan. Hal ini juga berpotensi untuk dipidana jika korban merasa dirugikan. 'Ada orang nangis, lalu direkam tanpa izin, disebar, tapi diberikan narasi yang tidak sesuai sehingga muncul kerugian bagi orang lain dan orang yang dirugikan mengajukan ke ranah hukum,' jelas Rustamaji. 'Meskipun mulanya bercanda, tapi ada pihak yang dirugikan,' sambungnya.",
      "imgUrl": "https://asset.kompas.com/crops/7NiOCG5IO9HArWHndVTRRNLa-Mo=/0x0:917x611/750x500/data/photo/2022/11/18/6377237c17e09.jpg",
      "categoryId": 2,
      "authorId": 1
    },
    {
      "id": 3,
      "title": "Pertemuan Jokowi dan SBY Dinilai Jadi Momentum Terbebasnya dari Bayang-bayang Megawati",
      "slug": "Pertemuan-Jokowi-dan-SBY-Dinilai-Jadi-Momentum-Terbebasnya-dari-Bayang-bayang-Megawati",
      "content": "JAKARTA, KOMPAS.com - Pertemuan Presiden Joko Widodo dengan Ketua Majelis Tinggi Partai Demokrat Susilo Bambang Yudhoyono (SBY) dinilai menjadi sinyal bahwa partai berlambang mercy ini akan mendapat jatah kursi menteri. Apabila spekulasi itu benar-benar terjadi, Jokowi dianggap tengah berupaya membebaskan diri dari bayang-bayang tekanan Ketua Umum PDI Perjuangan Megawati Soekarnoputri yang memiliki hubungan kurang harmonis dengan SBY. 'Jika Jokowi akhirnya memberikan jatah kursi menteri kepada Demokrat, maka hal ini akan menjadi momentum besar bagi terjadinya rekonsoliasi kekuatan politik Jokowi dan SBY, yang terbebas dari bayang-bayang tekanan Megawati,' ujar Direktur Eksekutif Institute for Democracy and Strategic Affairs Ahmad Khoirul Umam kepada Kompas.com, Senin (2/10/2023) malam. Baca juga: Sinyal Jokowi Beri Jatah Kursi Menteri ke Demokrat Usai Bertemu SBY Umam menilai, pertemuan Jokowi dan SBY ini menegaskan bahwa kedua pemimpin yang selama ini berada di dua poros politik yang berbeda, tetap mampu membangun ruang komunikasi politik yang produktif menjelang Pemilu 2024. Selain mendiskusikan isu politik kebangsaan, menurutnya, tidak menutup kemungkinan Jokowi dan SBY mendiskusikan sejumlah isu politik praktis, termasuk terkait Koalisi Indonesia Maju yang menjadi tempat bernaung bagi Demokrat. 'Jika benar, maka hal ini akan menambah moril perjuangan kubu pencapresan Prabowo Subianto, yang seolah kini telah didukung oleh dua tokoh presiden, yakni Presiden RI ke-6 SBY dan Presiden RI ke-7 Jokowi,' kata Umam. Oleh karena itu, Umam bilang, merapatnya Demokrat ke kubu koalisi pemerintahan ini wajar jika memunculkan spekulasi tentang kemungkinan Demokrat mendapatkan jatah kursi menteri di tengah merebaknya isu reshuffle atau perombakan Kabinet Indonesia Maju. Terlebih, posisi Demokrat dalam sejumlah wacana perdebatan kebijakan publik belakangan tampak mulai bergeser ke tengah, sekalipun tetap mencoba menjaga nalar kritis konstruktifnya. Di sisi lain, Umam menambahkan, Partai Nasdem dan Partai Kebangkitan Bangsa (PKB) yang kini berada di Koalisi Perubahan untuk Persatuan tampak semakin kencang dan berani menunjukkan garis perbedaan arah kebijakan dengan pemerintahan Jokowi. Umam menilai, kondisi tersebut akan menjadi ujian bagi Jokowi, apakah ia benar-benar akan membuktikan bahwa dirinya betul-betul memegang kekuatan presidential dengan hak veto politik yang besar. 'Atau tetap akan tunduk di bawah bayang-bayang instruksi pimpinan partai asalnya yang konon pernah menyatakan keberatan atas masuknya Demokrat ke koalisi pemerintahan pada 2019 lalu,' pungkas Umam. Diketahui, Jokowi menerima kunjungan SBY di Istana Bogor, Jawa Barat, Senin sore. Pertemuan keduanya berlangsung sekitar satu jam lamanya. Pertemuan ini memicu spekulasi bahwa Demokrat akan mendapat jatah kursi menteri di tengah santernya isu perombakan komposisi menteri. Meski demikian, Demokrat enggan berandai-andai mengenai kemungkinan masuk dalam kabinet pemerintah. Kepala Badan Komunikasi Strategis Partai Demokrat Herzaky Mahendra Putra menegaskan, keputusan mengenai perombakan kabinet merupakan kewenangan penuh Jokowi. 'Reshuffle itu ranahnya Bapak Jokowi,' kata Herzaky kepada Kompas.com, Senin (2/10/2023).",
      "imgUrl": "https://asset.kompas.com/crops/PESwjCrdoP1mh_64yAywC-DDdMM=/0x0:1000x667/750x500/data/photo/2019/10/11/5d9ffa9e79c00.jpg",
      "categoryId": 1,
      "authorId": 1
    },
    {
      "id": 4,
      "title": "5 Cara Memperbaiki Eror 'Invalid SIM Card' di HP Android",
      "content": "KOMPAS.com - Pengguna ponsel Android tentu tak jarang mengalami beragam eror. Salah satunya saat memasang kartu SIM baru. Eror yang terjadi pada kartu SIM biasanya muncul dengan keterangan 'Invalid SIM Card' atau kartu SIM tidak valid. Pesan ini muncul saat ponsel tidak dapat mengenali atau memvalidasi kartu SIM yang dimasukkan. Hal ini biasanya bisa disebabkan karena berbagai hal. Mulai dari kartu SIM tidak terpasang dengan benar, slot kartu SIM yang rusak, ponsel tidak mendukung kartu SIM, hingga kartu yang memang tidak terdaftar. Lantas bagaimana cara memperbaiki eror 'Invalid SIM Card'? Selengkapnya berikut ini tutorialnya. Nyalakan ulang ponsel Android (restart) Salah satu cara termudah mengatasi eror di ponsel Android adalah dengan melakukan restart atau memuat ulang ponsel Anda. Hal ini bisa jadi akan mengatasi ponsel Anda yang mengalami eror 'Invalid SIM Card'. Setelah melakukan restart, cobalah untuk memasukkan kartu SIM kembali. Menghidupkan dan mematikan mode pesawat Cobalah untuk beberapa kali mengaktifkan atau mematikan mode pesawat untuk memperbaiki masalah jaringan. Caranya buka pengaturan di ponsel Anda, kemudian aktifkan mode pesawat. Anda juga bisa mengaktifkan dan menonaktifkan mode pesawat lewat fitur menu ponsel yang bisa ditarik dari atas layar ponsel dan klik ikon pesawat. Cara ini bisa jadi mengatasi masalah konektivitas di ponsel Android Anda. Mengeluarkan dan memasukkan kembali kartu SIM di ponsel Selain mengatasinya melalui fitur ponsel, Anda juga bisa mengatasinya dengan memasukkan dan mengeluarkan kartu SIM dari ponsel Android Anda. Keluarkan kartu SIM dan masukkan kembali. Cek apakah terdapat kerusakan pada slot kartu SIM ponsel Anda. Apabila baik-baik saja, masukkan kembali kartu SIM pada perangkat Anda dan coba kembali. Atur ulang pengaturan jaringan Anda Solusi lainnya adalah mengatur ulang pengaturan jaringan Anda. Tindakan ini tidak akan menghapus data Anda tetapi akan menghapus pengaturan jaringan Wi-Fi, Bluetooth, dan seluler apa pun, termasuk jaringan dan kata sandi yang Anda simpan. Untuk mengatur ulang, masuk ke pengaturan jaringan ponsel dan coba atur ulang pengaturan jaringan Anda.  Cek mode jaringan ponsel Salah satu alasan umum mengapa muncul pesan 'Kartu SIM tidak valid' mungkin karena ponsel Android Anda diatur ke pengaturan jaringan yang tidak tepat. Ponsel umumnya memiliki pilihan jaringan seperti GSM, LTE, atau otomatis. Bisa jadi pengaturan jaringan di ponsel Anda tidak sesuai sehingga kartu SIM tidak terbaca dengan benar. Untuk memperbaikinya, buka menu pengaturan ponsel Anda, pilih opsi jaringan/koneksi seluler, kemudian buka pengaturan mode jaringan ponsel Anda. Baca juga: Setelah eSIM, Kini Hadir Kartu SIM Digital Baru iSIM, Apa Itu? Demikian beberapa cara memperbaiki eror 'Invalid SIM Card'. Apabila masih eror, Anda bisa mencoba membeli kartu SIM baru atau meminta menggantinya di operator seluler yang digunakan.",
      "imgUrl": "https://asset.kompas.com/crops/nmifAF-My5zU00CKcYW8QKGQLds=/0x63:2000x1396/750x500/data/photo/2023/08/07/64d0313f0f54f.jpg",
      "categoryId": 2,
      "authorId": 1
    },
    {
      "id": 5,
      "title": "Cara Menghapus Kontak di Telegram dengan Mudah",
      "content": "Terdapat beberapa panduan dasar yang perlu diketahui pengguna dalam mengoperasikan Telegram. Salah satu panduan dasar itu adalah cara menghapus kontak di Telegram. Lantas, sebenarnya apakah kontak di Telegram bisa dihapus? Mudah dan Cepat Perlu diketahui, daftar kontak pengguna lain di Telegram bisa muncul di akun pengguna itu bersumber dari daftar kontak yang terdapat di HP (handphone). Telegram bakal secara otomatis menambahkan kontak di HP yang memiliki akun ke daftar kontak di aplikasi. Kontak-kontak pengguna lain yang terdapat di aplikasi Telegram tersebut pada dasarnya bisa dihapus oleh pengguna. Menghapus kontak Telegram biasanya dibutuhkan ketika pengguna ingin membersihkan daftar kontak Telegram dari akun yang kurang dikenal. Selain itu, menghapus kontak Telegram juga biasanya diperlukan saat akun pengguna lain sudah tidak aktif, sehingga pengguna perlu membersihkan dan memperbaruinya. Lantaran tindakan ini perlu dilakukan, lantas bagaimana cara menghapus kontak di Telegram? Cara menghapus kontak di Telegram itu cukup mudah. Akan tetapi, tak semua pengguna mungkin telah mengetahui caranya. Jika hendak membersihkan akun Telegram yang kurang dikenal atau akun yang sudah tidak aktif, tetapi belum tahu caranya, tak usah khawatir. Artikel ini bakal menjelaskan secara lengkap cara menghapus kontak di Telegram. Untuk lebih lengkapnya, silakan simak penjelasan di bawah ini mengenai cara menghapus kontak di Telegram dengan mudah. Baca juga: Cara Buat Channel WhatsApp Mirip Telegram beserta Fungsi-fungsinya Cara menghapus kontak di Telegram Cara menghapus kontak di Telegram pada dasarnya dapat dilakukan melalui halaman informasi kontak. Di halaman tersebut, pengguna bakal menjumpai opsi untuk menghapus kontak. Adapun cara menghapus kontak di Telegram adalah sebagai berikut: Buka aplikasi Telegram di HP. Kemudian, klik menu “Contacts”. Selanjutnya, pilih kontak yang hendak dihapus. Setelah itu, ruang obrolan dengan kontak itu bakal terbuka. Pada ruang obrolan, klik nama kontak untuk membuka halaman informasi kontak. Setelah itu, pilih opsi “Edit”. Terakhir, klik opsi “Delete Contact” dan kontak bakal dihapus secara otomatis dari Telegram. Lihat Foto Ilustrasi cara menghapus kontak di Telegram.(KOMPAS.com/Zulfikar Hardiansyah) Cukup mudah bukan cara menghapus kontak di Telegram? Setelah dihapus, kontak bakal tak tersedia lagi di daftar kontak Telegram. Akan tetapi, kontak yang dihapus di Telegram itu sejatinya bakal tetap tersedia di daftar kontak HP. Menghapus kontak di Telegram tidak mempengaruhi daftar kontak yang ada di HP. Bila hendak menghapus kontak secara penuh, pengguna bisa menghapus kontak yang tersimpan di daftar kontak HP juga. Demikianlah penjelasan lengkap seputar cara menghapus kontak di Telegram dengan mudah. Dengan cara di atas, pengguna bisa membersihkan kontak Telegram dari akun yang kurang dikenal ataupun tidak aktif lagi, semoga bermanfaat.",
      "imgUrl": "https://asset.kompas.com/crops/FRH30hvancSLc65TmfTQlsmDqOQ=/698x0:5498x3200/750x500/data/photo/2021/09/24/614d48ce9ee9b.jpg",
      "categoryId": 2,
      "authorId": 1
    },
    {
      "id": 6,
      "title": "Hasil Man United Vs Brentford 2-1: Drama “Fergie Time”, McTominay Pahlawan",
      "content": "Manchester United meraih kemenangan dramatis saat menjamu Brentford pada pekan kedelapan Liga Inggris 2023-2024. Pertandingan Man United vs Brentford di Stadion Old Trafford, Sabtu (7/10/2023) malam WIB, berakhir dengan skor 2-1.  Man United lebih dulu tertinggal 0-1 setelah kebobolan gol Mathias Jensen pada menit ke-26. Namun, kemenangan Brentford yang sudah di depan mata buyar.  Scott McTominay yang masuk pada menit ke-87 keluar sebagai pahlawan Setan Merah, julukan Man United, dengan mencetak dua gol pada masa 'Fergie Time' alias injury time. Dwigol Tominay tercipta pada menit ke-90+3 dan 90+7. Periode waktu itu disebut 'Fergie Time' karena Setan Merah kerap mencetak gol menit akhir semasa dilatih Sir Alex Ferguson, pada rentang 1986-2013. Kemenangan ini pun menjadi persembahan terbaik MU bagi Sir Alex yang baru saja kehilangan sang istri, Lady Cathy, yang wafat pada Kamis (5/10/2023) silam. Jalannya pertandingan Gol pembuka Brentford dicetak oleh Mathias Jensen pada menit ke-26. Brentford melakukan serangan balik usai memanfaatkan kesalahan Casemiro di lini tengah. Yoane Wissa lalu menggiring dan menusuk ke kotak penalti.  Victor Lindelof berusaha menyapu bola, tetapi tendangannya justru membuat si kulit bulat mengarah ke Mathias Jensen.  Nama terakhir lantas melakukan tendangan mendatar ke pojok kanan gawang Man United yang gagal diantisipasi Andre Onana. Skor 1-0 untuk keunggulan Brentford bertahan hingga babak pertama berakhir. Man United menciptakan beberapa peluang pada babak kedua untuk menyamakan kedudukan. Salah satunya datang dari Rasmus Hojlund pada menit ke-64. Namun, tendangan Hojlund hanya mengenai jaring sisi luar gawang Brentford.  Peluang kembali tercipta lewat kaki Bruno Fernandes pada menit ke-71. Pemain Portugal itu melepaskan tendangan jarak jauh.  Akan tetapi, Bruno juga belum mampu memecah kebuntuan Man United usai tembakannya diblok kiper Thomas Strakosha. Brentford hampir menggandakan keunggulan pada menit ke-82 melalui tendangan Neal Maupay. Namun, kali ini Onana mampu menepis bola dengan tangan kirinya.  Scott McTominay muncul sebagai pahlawan setelah berhasil mencetak gol pada menit ke-90+3.  Alejandro Garnacho memberikan umpan ke Diogo Dalot. Tendangan Dalot masih bisa diblok Strakosha.  Namun, McTominay berhasil mengontrol bola dan melepaskan tendangan yang tak mampu dihalau sang kiper Brentford.  Man United secara dramatis mampu membalikkan keadaan sekaligus meraih kemenangan usai McTominay mencetak gol keduanya malam ini pada menit ke-90+7. Gol kemenangan Man United bermula dari tendangan bebas Bruno ke dalam kotak penalti yang disambut sundulan Harry Maguire. McTominay yang berada tepat di depan gawang menyambut bola dengan kepalanya dan Strakosha gagal menepis si kulit bulat.",
      "imgUrl": "https://asset.kompas.com/crops/SAiQ8VtXZmfb88NEnU3ocFeQUOw=/296x0:1005x473/750x500/data/photo/2023/10/07/652180015a40e.jpg",
      "categoryId": 3,
      "authorId": 1
    },
    {
      "id": 7,
      "title": "Permintaan Maaf Menpora Usai Medali Asian Games 2022 Tak Capai Target",
      "content": "Menteri Pemuda dan Olahraga (Menpora) Dito Ariotedjo meminta maaf soal perolehan medali Indonesia pada Asian Games 2022 Hanghzhou, China. Hal itu disampaikan Menpora saat menghadiri acara dan melakukan flag off Milo Activ Indonesia Race Jakarta Series 2023 di Kompleks Olahraga Gelora Bung Karno, Senayan, Minggu (8/10/2023). Kehadiran Menpora dalam acara tersebut dalam rangka mewakili Presiden Joko Widodo yang tidak bisa hadir. Pada kesempatan itu, Menpora turut memberikan pernyataan pers mengenai raihan medali dan kegagalan cabang olahraga badminton di Asian Games 2022. Baca juga: Klasemen Asian Games 2022 Hari Penutupan: China Juara Umum, Indonesia di Atas Malaysia Diketahui bahwa Asian Games ke-19 yang berlangsung di Hanghzhou, China, berakhir hari ini Minggu (8/10/2023). 'Hari ini sudah bisa diketok bahwa Asian Games sudah selesai dan Indonesia berada di peringkat 13 dengan 7 medali emas,' ujar Menpora.  Dito juga mengucapkan permintaan maaf kepada seluruh masyarakat Indonesia dan Presiden Jokowi karena target 10 besar di Asian Games kali ini tidak tercapai. 'Saya ingin mengucapkan permohonan maaf kepada seluruh masyarakat Indonesia dan Bapak Presiden Republik Indonesia karena target dari beliau, 10 besar, tidak tercapai,” kata Dito. Dito pun menyampaikan, sebelumnya pihaknya menargetkan bisa berada di peringkat 12 dan membawa pulang delapan medali emas. Akan tetapi, target tersebut belum mampu dicapai. 'Harus kita akui meleset walaupun sangat sedikit, satu medali lagi dan satu peringkat lagi. Kita ada di peringkat 13 dan tujuh medali emas,' katanya.",
      "imgUrl": "https://asset.kompas.com/crops/KQu-cZLLW4a-hyQbTkFhZaBDTqM=/701x641:4848x3406/750x500/data/photo/2023/10/08/6522211117596.jpg",
      "categoryId": 3,
      "authorId": 1
    },
    {
      "id": 8,
      "title": "Klasemen Liga Italia: AC Milan Kuasai Puncak, Ungguli Inter",
      "content": "AC Milan menguasai posisi puncak klasemen Liga Italia berkat kemenangan atas Genoa. I Rossoneri unggul dua angka atas tim sekota, Inter Milan. AC Milan meneruskan tren positif dengan meraih kemenangan di markas Genoa pada laga pekan ke-8 kompetisi teratas Liga Italia, Serie A. Bertanding di Stadion Luigi Ferraris pada Minggu (8/10/2023) dini hari WIB, Milan sukses menaklukkan tuan rumah Genoa dengan skor tipis 1-0. Gol tunggal kemenangan I Rossoneri dicetak oleh Christian Pulisic pada menit ke-87. Dua Kartu Merah, Giroud Kiper, Pulisic Pembeda Tambahan tiga poin berkat hasil bagus di kandang Genoa membuat Milan kini memuncaki klasemen sementara Liga Italia 2023-2024 dengan nilai 21. Skuad besutan Stefano Pioli itu unggul dua angka atas Inter Milan yang pekan ini ditahan imbang 2-2 oleh Bologna. Kemudian tepat di bawah Inter ada Juventus yang mengoleksi 17 poin. Pekan ini, Juventus kembali ke jalur kemenangan dengan memenangi laga derbi melawan Torino 2-0. Baca juga: Hasil Inter Vs Bologna: Sengatan 1 Menit 57 Detik Nerazzurri Berujung Seri Posisi empat besar klasemen Liga Italia dilengkapi oleh Napoli yang mengumpulkan 14 poin. Napoli berpeluang menayami poin Juventus jika mampu mengalahkan Fiorentina, Senin (9/10/2023) dini hari WIB. Sementara itu di posisi tiga terbawah secara berurutan ada Empoli, Salernitana, dan Cagliari. Cagliari berada di posisi terbawah dengan nilai dua, sedangkan Salernitana yang mengoleksi tiga poin menghuni peringkat ke-19. Adapun Empoli yang mengumpulkan empat poin menempati peringkat ke-18 klasemen Liga Italia 2023-2024. Baca juga: Genoa Vs Milan 0-1, Kata Olivier Giroud Usai Jadi Kiper Dadakan Berikut hasil dan klasemen Liga Italia 2023-2024 pekan kedelapan.",
      "imgUrl": "https://asset.kompas.com/crops/_lezBVuItmKh3OKjBzcxnJgIfY4=/49x0:752x469/750x500/data/photo/2023/07/24/64be059990a68.jpg",
      "categoryId": 3,
      "authorId": 1
    },
    {
      "id": 9,
      "title": "Waspada 'Spoofing-Social Engineering': Kejahatan Siber Pembobolan Rekening",
      "content": "KEJAHATAN siber dengan modus spoofing-social engineering kembali terulang. Korban terbaru bermodus pengiriman file APK yang disarukan seolah-olah surat pemberitahuan tilang, membuat korban mengalami kerugian hingga Rp 2,3 miliar setelah rekening banknya dikuras pelaku. Realitas menunjukan, dalam menjalankan aksinya, pelaku kejahatan siber tidak melulu mengandalkan teknologi. Ia juga memanfaatkan kelengahan dan faktor psikologis korbannya. Hal inilah yang disebut social engineering yang salah satu modusnya berupa spoofing. 'Spoofing' Referensi tentang spoofing antara lain dipublikasikan oleh Federal Bureau of Investigation (FBI) AS dengan judul 'Spoofing and Phishing' (2023). FBI menyebut, spoofing adalah tindakan di mana seseorang menyamarkan alamat email, nama pengirim, nomor telepon, atau URL situs web. Menurut FBI, spoofing adalah salah satu teknik kejahatan siber yang tujuannya sama dengan phishing. Modusnya mengelabui atau memikat korban agar mengambil umpan tersebut. Penipuan ini dirancang agar korban memberikan informasi seperti username dan password mobile banking secara tanpa sadar. Awalnya, spoofing adalah modus berupa menyarukan URL atau nama domain internet. Penipu seringkali hanya mengubah satu huruf, simbol, atau angka untuk meyakinkan dan membuat korban mengira bahwa ia berinteraksi dengan email atau web terpercaya. Pelaku secara cerdik kemudian mengarahkan korban untuk melakukan tindakan tertentu, atau berkunjung ke web palsu untuk mengisi data pribadi. Spoofing secara umum merupakan tindakan pelaku kejahatan siber menyamar sebagai entitas atau perangkat tepercaya, sehingga korban kemudian melakukan sesuatu bagi peretas. Setiap kali pelaku melakukan penyamaran identitas sebagai orang lain, maka itulah yang disebut spoofing. Spoofing dapat dilakukan dengan formula dan tingkat kerumitan teknis beragam, termasuk dengan kombinasi elemen social engineering. Pelaku memanipulasi korbannya secara psikologis dengan mempermainkan kerentanan individu seperti rasa takut, keinginan dan ambisi, atau kondisi gagap teknologi. Spoofing secara teknis saat ini dilakukan lebih canggih karena dikombinasikan dengan pendekatan tebar aplikasi. Pelaku mengirim file APK, yang jika diklik berakibat fatal karena bisa menyedot data pribadi dan sensitif, seperti data mobile banking korban. Belakangan, dengan perkembangan teknologi digital, modus spoofing banyak dilakukan juga melalui WA, Telegram, atau jenis media perpesanan lainnya yang dengan mudah menggunakan profil atau foto palsu pihak lain. Jika korban berhasil terperdaya karena mengklik tautan APK yang dikirim, maka pelaku bisa melakukan penyadapan, mengambil data, dan informasi korban secara ilegal melalui jaringan internet.",
      "imgUrl": "https://asset.kompas.com/crops/owUKBr4uq3f9YoN7rDoLM4HgUSY=/56x0:900x563/750x500/data/photo/2019/03/19/3076675346.jpg",
      "categoryId": 2,
      "authorId": 1
    },
    {
      "id": 10,
      "title": "Jokowi Benarkan Akan Bertemu Syahrul Yasin Limpo di Istana Malam Ini",
      "content": "Presiden Joko Widodo (Jokowi) membenarkan bahwa hari ini akan bertemu dengan mantan Menteri Pertanian (Mentan) Syahrul Yasin Limpo di Istana Negara, Jakarta, Minggu (8/10/2023). Hal ini disampaikan Jokowi di sela-sela kunjungan kerjanya di Desa Ciasem, Subang, Jawa Barat. 'Iya, nanti malam,' kata Jokowi dikutip YouTube Sekretariat Presiden, Minggu. Kepala Negara kemudian mempersilakan awak media untuk meliput pertemuan itu di Istana Negara. Kendati begitu, mantan Wali Kota Solo ini mengaku belum tahu apa yang akan dibahas dalam pertemuan dengan Syahrul Yasin Limpo tersebut. 'Ya enggak ngerti, ketemu saja belum kok,' ujar Jokowi. Mantan Gubernur DKI Jakarta ini juga ditanya soal siapa sosok pengganti Syahrul Yasin Limpo sebagai Menteri Pertanian. Menurutnya, saat ini sosok pengganti sementara itu sudah ada, yaitu Kepala Badan Pangan Nasional (Bapanas) Arief Prasetyo Adi. Diketahui, Arief Prasetyo Adi ditunjuk oleh Jokowi sebagai Pelaksana Tugas (Plt) Mentan. Baca juga: Masalah Syahrul Yasin Limpo Dikhawatirkan Bakal Turunkan Elektabilitasnya, Muhaimin: Bukan Urusan Kita Namun, Jokowi mengaku belum memikirkan soal sosok pengganti definitif Mentan. 'Ya nantilah, wong sudah ada. Sudah di-handle oleh Pak Arief,' kata Jokowi. Sebelumnya diberitakan, Syahrul Yasin Limpo memutuskan mundur dari jabatan Mentan karena ingin fokus dalam menghadapi penyidikan kasus dugaan korupsi yang menjeratnya. Syahrul bahkan menyampaikan surat pengunduran dirinya kepada Menteri Sekretaris Negara Pratikno pada Kamis (5/10/2023) sore. 'Alasan saya mengundurkan diri adalah ada proses hukum yang saya hadapi dan saya harus siap menghadapi secara serius,' kata politikus Nasdem tersebut. Diketahui, Komisi Pemberantasan Korupsi (KPK) memang tengah menyidik dugaan korupsi di Kementerian Pertanian (Kementan). Bahkan, sudah ada sejumlah tersangka yang telah ditetapkan, tetapi KPK masih enggan membocorkan identitas tersebut. Dalam proses penyidikannya, tim KPK juga sudah menggeledah sejumlah tempat. Termasuk, rumah dinas Syahrul Yasin Limpo dan kantor di Kementan. Dari penggeledahan di rumah dinas Syahrul Yasin Limpo, tim penyidik KPK menemukan uang puluhan miliar dalam bentuk rupiah dan mata uang asing, serta 12 pucuk senjata api. Belakangan, Menteri Koordinator Bidang Politik, Hukum, dan Keamanan (Menko Polhukam) Mahfud MD mengungkap bahwa Syahrul Yasin Limpo telah berstatus sebagai tersangka di KPK.",
      "imgUrl": "https://asset.kompas.com/crops/CSY6DGtm7pa72ayFl_GpcSs2k60=/0x0:0x0/750x500/data/photo/2023/10/06/651fb229a7bba.jpeg",
      "categoryId": 1,
      "authorId": 1
    }

  ],
  "users": [
    {
      "id": 1,
      "username": "admin1",
      "email": "admin1@mail.com",
      "password": "123123",
      "role": "admin",
      "phoneNumber": "0808080808080",
      "address": "Jalan Sultan Iskandar"
    }
  ],
  "categories": [
    {
      "id": 1,
      "name": "Breaking News"
    },
    {
      "name": "Technology",
      "id": 2
    },
    {
      "name": "Sports",
      "id": 3
    }
  ],
  "tags": [
    {
      "postId": 1,
      "name": "['Breaking News', 'Politics']"
    },
    {
      "postId": 2,
      "name": "['Technology', 'Life Style']"
    },
    {
      "postId": 3,
      "name": "['Breaking News', 'Politics']"
    },
    {
      "postId": 4,
      "name": "['Technology', 'Life Style']"
    },
    {
      "postId": 5,
      "name": "['Technology', 'Life Style']"
    },
    {
      "postId": 6,
      "name": "['Football', 'Sports']"
    },
    {
      "postId": 7,
      "name": "['Football', 'Sports']"
    },
    {
      "postId": 8,
      "name": "['Football', 'Sports']"
    },
    {
      "postId": 9,
      "name": "['Technology', 'Life Style']"
    },
    {
      "postId": 10,
      "name": "['Breaking News', 'Politics']"
    }
  ]
}
